{
  "chapter_id": "02_draft",
  "title": "פרק 02: מולקולות המקרו – מ-DNA לחלבונים",
  "content_md": "# פרק 02: מולקולות המקרו – מ-DNA לחלבונים\n\n## מטרות למידה\n- להסביר את תהליך הדחיסה (קונדנסציה) והידרוליזה בפילמור\n- לתאר את מבנה הנוקלאוטידים והרכב ה-DNA\n- לפרט את חוקי שרגף ומשמעותם\n- לתאר את מבנה הסליל הכפול\n- להסביר את מנגנון שכפול ה-DNA\n- להגדיר את הדוגמה המרכזית (Central Dogma)\n- לתאר את מבנה החלבונים וסוגי חומצות האמינו\n- להסביר את הקוד הגנטי ואת תפקיד הריבוזומים\n\n## מפת דרכים\nפרק זה עוסק במולקולות הגדולות של החיים – DNA, RNA, וחלבונים. נתחיל בהבנת מבנה ה-DNA ונסיים בתהליך תרגום המידע הגנטי לחלבונים.\n\n## מבוא\nהחיים, כפי שאנו מכירים אותם, מבוססים על מולקולות מורכבות המבצעות מגוון עצום של תפקידים. בין המולקולות החשובות ביותר ניתן למנות את חומצות הגרעין (DNA ו-RNA) ואת החלבונים. מולקולות אלו, המכונות גם **מולקולות מקרו** (Macromolecules), הן פולימרים – שרשרות ארוכות הבנויות מיחידות חוזרות קטנות יותר, המכונות מונומרים. הבנת המבנה והתפקוד של מולקולות אלו היא קריטית להבנת תהליכים וירולוגיים ואימונולוגיים.\n\n## פילמור: בניית שרשראות ארוכות\nפולימרים נוצרים בתהליך הנקרא **פילמור** (Polymerization), בו מונומרים מתחברים זה לזה ליצירת שרשרת ארוכה. תהליך זה כרוך בדרך כלל בסילוק מולקולת מים, ולכן הוא מכונה גם **דחיסה** (Condensation) או דה-הידרציה. תגובת הדחיסה יוצרת קשר קוולנטי בין שני מונומרים, ומשחררת מולקולת מים אחת.\n\nמנגד, פירוק פולימרים ליחידות המונומרים שלהם מתרחש בתהליך הנקרא **הידרוליזה** (Hydrolysis). בתהליך זה, מולקולת מים משמשת לשבירת הקשר הקוולנטי בין שני מונומרים. אטום מימן (H) מתווסף למונומר אחד, וקבוצת הידרוקסיל (OH) מתווספת למונומר השני.\n\n## DNA: המולקולה של החיים\n**חומצה דאוקסיריבונוקלאית (DNA)** (Deoxyribonucleic Acid) היא המולקולה הנושאת את המידע הגנטי בכל האורגניזמים החיים, וגם בוירוסים מסוימים. ה-DNA הוא פולימר המורכב מיחידות מונומרים הנקראות **נוקלאוטידים** (Nucleotides). כל נוקלאוטיד מורכב משלושה חלקים:\n\n1.  **בסיס חנקני** (Nitrogenous Base): מולקולה טבעתית המכילה אטומי חנקן. קיימים ארבעה בסיסים חנקניים שונים ב-DNA:\n    *   אדנין (Adenine, A)\n    *   גואנין (Guanine, G)\n    *   ציטוזין (Cytosine, C)\n    *   תימין (Thymine, T)\n\n2.  **סוכר דאוקסיריבוז** (Deoxyribose Sugar): סוכר בעל חמישה פחמנים (פנטוז).\n\n3.  **קבוצת פוספט** (Phosphate Group): קבוצה כימית המורכבת מאטום זרחן המוקף באטומי חמצן.\n\nהנוקלאוטידים מתחברים זה לזה באמצעות קשרים פוספודיאסטריים (Phosphodiester Bonds) בין קבוצת הפוספט של נוקלאוטיד אחד לסוכר דאוקסיריבוז של הנוקלאוטיד הבא, ויוצרים שרשרת ארוכה. לשרשרת ה-DNA יש כיווניות – קצה אחד מסתיים בקבוצת פוספט חופשית המחוברת לפחמן 5' של הסוכר (קצה 5'), והקצה השני מסתיים בקבוצת הידרוקסיל חופשית המחוברת לפחמן 3' של הסוכר (קצה 3').\n\n### חוקי שרגף: היסוד למבנה הסליל הכפול\nבשנות ה-40 וה-50 של המאה ה-20, הביוכימאי ארווין שרגף (Erwin Chargaff) חקר את הרכב ה-DNA באורגניזמים שונים. הוא גילה מספר כללים חשובים, המכונים **חוקי שרגף** (Chargaff's Rules):\n\n1.  כמות האדנין (A) שווה לכמות התימין (T) בדגימת DNA נתונה.\n2.  כמות הגואנין (G) שווה לכמות הציטוזין (C) בדגימת DNA נתונה.\n3.  הרכב ה-DNA משתנה בין מינים שונים.\n4.  הרכב ה-DNA בתוך מין נתון קבוע ולא משתנה עם הזמן, הגיל או האיבר.\n\nחוקים אלו היוו רמז חשוב למבנה ה-DNA, שכן הם הצביעו על כך שהבסיסים A ו-T, ו-G ו-C, קשורים זה לזה באופן כלשהו.\n\n### מבנה הסליל הכפול: הפתרון של ווטסון וקריק\nבשנת 1953, ג'יימס ווטסון (James Watson) ופרנסיס קריק (Francis Crick) פרסמו את המודל שלהם למבנה ה-DNA – **הסליל הכפול** (Double Helix). המודל התבסס על חוקי שרגף, ועל נתוני קריסטלוגרפיה באמצעות קרני רנטגן שסופקו על ידי רוזלינד פרנקלין (Rosalind Franklin) ומוריס וילקינס (Maurice Wilkins).\n\nעל פי מודל הסליל הכפול, מולקולת ה-DNA מורכבת משני גדילים של נוקלאוטידים המלופפים זה סביב זה ליצירת מבנה סלילי. שני הגדילים פועלים בכיוונים מנוגדים (אנטי-מקבילים), כאשר גדיל אחד רץ מכיוון 5' ל-3' והגדיל השני רץ מכיוון 3' ל-5'. הבסיסים החנקניים פונים כלפי פנים הסליל, ויוצרים קשרים בין הגדילים: אדנין (A) יוצר קשר עם תימין (T) באמצעות שני קשרי מימן, וגואנין (G) יוצר קשר עם ציטוזין (C) באמצעות שלושה קשרי מימן. זיווג הבסיסים הספציפי הזה (A-T, G-C) מבטיח ששני הגדילים משלימים זה את זה.\n\nמבנה הסליל הכפול מסביר את חוקי שרגף, שכן הוא מבטיח שכמות האדנין תמיד תהיה שווה לכמות התימין, וכמות הגואנין תמיד תהיה שווה לכמות הציטוזין.\n\n### שכפול DNA: העתקת המידע הגנטי\n**שכפול DNA** (DNA Replication) הוא התהליך בו מולקולת ה-DNA מכפילה את עצמה. תהליך זה חיוני לצורך חלוקת תאים, שכן הוא מבטיח שכל תא בת יקבל עותק זהה של המידע הגנטי.\n\nשכפול ה-DNA הוא תהליך **סמי-קונסרבטיבי** (Semi-Conservative): כל מולקולת DNA חדשה מורכבת מגדיל מקורי אחד וגדיל חדש אחד. התהליך מתחיל בהפרדת שני גדילי ה-DNA על ידי אנזים הנקרא **הליקאז** (Helicase). לאחר מכן, אנזים הנקרא **דנ\"א פולימרז** (DNA Polymerase) נקשר לגדיל המקורי ומתחיל להוסיף נוקלאוטידים משלימים לגדיל החדש, בהתאם לחוקי זיווג הבסיסים (A-T, G-C). דנ\"א פולימרז יכול רק להוסיף נוקלאוטידים בכיוון 5' ל-3', ולכן גדיל אחד משוכפל באופן רציף (הגדיל המוביל, Leading Strand), ואילו הגדיל השני משוכפל במקטעים קצרים (מקטעי אוקזקי, Okazaki Fragments) שמתחברים לאחר מכן (הגדיל המפגר, Lagging Strand).\n\n## RNA: השליח של המידע הגנטי\n**חומצה ריבונוקלאית (RNA)** (Ribonucleic Acid) היא מולקולת גרעין נוספת הממלאת תפקיד מרכזי בביטוי גנים. ה-RNA דומה ל-DNA, אך קיימים מספר הבדלים חשובים:\n\n1.  הסוכר ב-RNA הוא **ריבוז** (Ribose) ולא דאוקסיריבוז.\n2.  ב-RNA הבסיס תימין (T) מוחלף בבסיס **אורציל** (Uracil).\n3.  RNA הוא בדרך כלל חד-גדילי, בעוד DNA הוא דו-גדילי.\n\nקיימים מספר סוגים של RNA, כאשר החשוב ביותר הוא **RNA שליח (mRNA)** (Messenger RNA). ה-mRNA משמש כעותק של גן מסוים, ונושא את המידע הגנטי מהגרעין לריבוזומים בציטופלזמה, שם הוא משמש ליצירת חלבונים.\n\n## הדוגמה המרכזית: זרימת המידע הגנטי\n**הדוגמה המרכזית** (Central Dogma) של הביולוגיה המולקולרית מתארת את זרימת המידע הגנטי בתא:\n\n**DNA → RNA → חלבון**\n\nהמידע הגנטי מאוחסן ב-DNA. תהליך **השעתוק** (Transcription) מעתיק את המידע הגנטי מ-DNA ל-mRNA. לאחר מכן, תהליך **התרגום** (Translation) מתרגם את המידע הגנטי מ-mRNA ליצירת חלבון.\n\n### שעתוק: יצירת mRNA מ-DNA\nשעתוק הוא התהליך בו נוצר mRNA מ-DNA. התהליך מתחיל בקישור של אנזים הנקרא **RNA פולימרז** (RNA Polymerase) לאזור ספציפי ב-DNA הנקרא **פרומוטור** (Promoter). ה-RNA פולימרז מפריד את שני גדילי ה-DNA ומתחיל להוסיף נוקלאוטידים משלימים לגדיל ה-mRNA, בהתאם לחוקי זיווג הבסיסים (A-U, G-C). השעתוק ממשיך עד שה-RNA פולימרז מגיע לאות סיום (Terminator Sequence) ב-DNA.\n\nלאחר השעתוק, ה-mRNA עובר עיבוד נוסף, הכולל הסרת אזורים לא מקודדים (אינטרונים, Introns) והוספת קצה 5' (Cap) וזנב פולי-A (Poly-A Tail). ה-mRNA המעובד מוכן כעת לתרגום.\n\n### תרגום: יצירת חלבון מ-mRNA\nתרגום הוא התהליך בו נוצר חלבון מ-mRNA. התהליך מתרחש בריבוזומים, אברונים הנמצאים בציטופלזמה. הריבוזום נקשר ל-mRNA ומתחיל לקרוא את הקוד הגנטי בקודונים (Codons) – רצפים של שלושה נוקלאוטידים. כל קודון מקודד לחומצת אמינו ספציפית, או לאות סיום (Stop Codon). מולקולות **RNA מעביר (tRNA)** (Transfer RNA) נושאות את חומצות האמינו לריבוזום, בהתאם לקודונים ב-mRNA. הריבוזום מחבר את חומצות האמינו ליצירת שרשרת פוליפפטידית, שהיא הבסיס לחלבון. לאחר סיום התרגום, שרשרת הפוליפפטידים מתקפלת למבנה תלת-ממדי ייחודי, המכתיב את תפקוד החלבון.\n\n## חלבונים: מולקולות הפעולה של התא\n**חלבונים** (Proteins) הם המולקולות המבצעות את רוב התפקידים בתא. הם מעורבים במגוון עצום של תהליכים, כולל קטליזה של תגובות כימיות (אנזימים), העברת אותות, תמיכה מבנית, תנועה, הובלה ועוד.\n\nחלבונים הם פולימרים המורכבים מיחידות מונומרים הנקראות **חומצות אמינו** (Amino Acids). קיימות 20 חומצות אמינו שונות, שלכל אחת מהן מבנה כימי ייחודי. כל חומצת אמינו מורכבת מאטום פחמן מרכזי (פחמן אלפא), שאליו קשורים קבוצת אמין (NH2), קבוצת קרבוקסיל (COOH), אטום מימן (H) וקבוצת צד (R-group) ייחודית. קבוצת הצד היא המבדילה בין חומצות האמינו השונות, והיא קובעת את תכונותיהן הכימיות והפיזיקליות. חומצות האמינו יכולות להיות הידרופוביות (דוחות מים), הידרופיליות (נמשכות למים), טעונות חיובית או טעונות שלילית.\n\nחומצות האמינו מתחברות זו לזו באמצעות **קשרים פפטידיים** (Peptide Bonds) בין קבוצת הקרבוקסיל של חומצת אמינו אחת לקבוצת האמין של חומצת אמינו אחרת, ויוצרות שרשרת פוליפפטידית. לשרשרת הפוליפפטידית יש כיווניות – קצה אחד מסתיים בקבוצת אמין חופשית (N-terminus), והקצה השני מסתיים בקבוצת קרבוקסיל חופשית (C-terminus).\n\n### רמות ארגון של חלבונים\nמבנה החלבונים מורכב ממספר רמות ארגון:\n\n1.  **מבנה ראשוני** (Primary Structure): רצף חומצות האמינו בשרשרת הפוליפפטידית.\n2.  **מבנה שניוני** (Secondary Structure): מבנים מקומיים הנוצרים כתוצאה מקשרי מימן בין אטומי עמוד השדרה של שרשרת הפוליפפטיד. המבנים הנפוצים ביותר הם סליל אלפא (α-helix) ומשטח בטא (β-sheet).\n3.  **מבנה שלישוני** (Tertiary Structure): המבנה התלת-ממדי הכולל של שרשרת הפוליפפטיד, הנוצר כתוצאה מאינטראקציות בין קבוצות הצד של חומצות האמינו. אינטראקציות אלו כוללות קשרי מימן, קשרים יוניים, קשרי דיסולפיד ואינטראקציות הידרופוביות.\n4.  **מבנה רבעוני** (Quaternary Structure): המבנה הנוצר כאשר שני פוליפפטידים או יותר מתחברים ליצירת חלבון מורכב.\n\nהמבנה התלת-ממדי של החלבון קובע את תפקודו. קיפול לא תקין של חלבון עלול לגרום לאובדן תפקוד, ואף למחלות.\n\n## הקוד הגנטי: שפת החיים\n**הקוד הגנטי** (Genetic Code) הוא מערכת הכללים המקשרת בין רצף הנוקלאוטידים ב-DNA או ב-RNA לרצף חומצות האמינו בחלבון. הקוד הגנטי מבוסס על קודונים – רצפים של שלושה נוקלאוטידים. קיימים 64 קודונים אפשריים (4^3), כאשר 61 מהם מקודדים לחומצות אמינו, ושלושה מהם הם קודוני סיום (Stop Codons).\n\nהקוד הגנטי הוא **ניווני** (Degenerate), כלומר, חומצות אמינו רבות מקודדות על ידי יותר מקודון אחד. לדוגמה, לאוצין (Leucine) מקודדת על ידי שישה קודונים שונים. הקוד הגנטי הוא גם **אוניברסלי** (Universal), כלומר, הוא זהה כמעט בכל האורגניזמים החיים.\n\nהקוד הגנטי מאפשר לריבוזומים לתרגם את המידע הגנטי מ-mRNA לחלבונים, ובכך להבטיח את ביטוי הגנים ותפקוד התא.\n\n## טעויות נפוצות ומלכודות\n1.  **בלבול בין DNA ו-RNA:** חשוב לזכור את ההבדלים בין DNA ו-RNA, כולל הסוכר (דאוקסיריבוז לעומת ריבוז), הבסיס החנקני (תימין לעומת אורציל) והמבנה (דו-גדילי לעומת חד-גדילי).\n2.  **התעלמות מהכיווניות של DNA ו-RNA:** יש לזכור כי שרשראות DNA ו-RNA הן כיווניות (5' ל-3'). כיווניות זו חשובה בתהליכי שכפול, שעתוק ותרגום.\n3.  **אי הבנה של הדוגמה המרכזית:** יש לזכור כי הדוגמה המרכזית מתארת את זרימת המידע הגנטי: DNA ← RNA ← חלבון. עם זאת, קיימים חריגים לדוגמה זו, כמו שעתוק הפוך (Reverse Transcription) בנגיפים מסוימים.\n4.  **שינון הקוד הגנטי:** אין צורך לשנן את כל הקודונים וחומצות האמינו המתאימות. עם זאת, חשוב להבין את העקרונות של הקוד הגנטי, כולל הניוון והאוניברסליות.\n5.  **בלבול בין מבני חלבונים:** יש לזכור את ארבע רמות הארגון של חלבונים (ראשוני, שניוני, שלישוני ורבעוני) ואת הגורמים הקובעים את המבנה התלת-ממדי של החלבון.\n\n## סיכום מהיר (High-Yield)\n1.  פילמור הוא תהליך בו מונומרים מתחברים ליצירת פולימרים, תוך סילוק מולקולת מים (דחיסה).\n2.  הידרוליזה היא תהליך בו פולימרים מתפרקים למונומרים, תוך הוספת מולקולת מים.\n3.  DNA הוא פולימר דו-גדילי המורכב מנוקלאוטידים (A, T, G, C).\n4.  חוקי שרגף קובעים כי כמות האדנין שווה לכמות התימין, וכמות הגואנין שווה לכמות הציטוזין.\n5.  מבנה ה-DNA הוא סליל כפול, בו שני הגדילים משלימים זה את זה.\n6.  שכפול DNA הוא תהליך סמי-קונסרבטיבי.\n7.  RNA הוא פולימר חד-גדילי המורכב מנוקלאוטידים (A, U, G, C).\n8.  הדוגמה המרכזית מתארת את זרימת המידע הגנטי: DNA ← RNA ← חלבון.\n9.  שעתוק הוא תהליך בו נוצר mRNA מ-DNA.\n10. תרגום הוא תהליך בו נוצר חלבון מ-mRNA.\n11. חלבונים הם פולימרים המורכבים מחומצות אמינו.\n12. הקוד הגנטי הוא מערכת הכללים המקשרת בין רצף הנוקלאוטידים לרצף חומצות האמינו.\n\n## מושגי מפתח\n\n| מונח עברי             | מונח אנגלי            | הגדרה קצרה                                                                                       |\n| ---------------------- | ----------------------- | ------------------------------------------------------------------------------------------------- |\n| דחיסה                  | Condensation           | תגובה כימית בה מונומרים מתחברים לפולימרים תוך שחרור מולקולת מים.                                  |\n| הידרוליזה              | Hydrolysis             | תגובה כימית בה פולימרים מתפרקים למונומרים תוך שימוש במולקולת מים.                                  |\n| DNA                    | Deoxyribonucleic Acid  | מולקולה הנושאת את המידע הגנטי.                                                                    |\n| RNA                    | Ribonucleic Acid       | מולקולה המעורבת בתהליכי ביטוי גנים.                                                               |\n| נוקלאוטיד             | Nucleotide             | יחידת בניין של DNA ו-RNA, המורכבת מבסיס חנקני, סוכר וקבוצת פוספט.                                |\n| חוקי שרגף            | Chargaff's Rules       | כללים המתארים את הרכב ה-DNA.                                                                      |\n| סליל כפול             | Double Helix           | המבנה התלת-ממדי של DNA.                                                                             |\n| שכפול DNA             | DNA Replication        | תהליך בו DNA מכפיל את עצמו.                                                                         |\n| הדוגמה המרכזית         | Central Dogma          | תיאור זרימת המידע הגנטי: DNA ← RNA ← חלבון.                                                            |\n| שעתוק                 | Transcription          | תהליך בו RNA נוצר מ-DNA.                                                                            |\n| תרגום                 | Translation            | תהליך בו חלבון נוצר מ-RNA.                                                                           |\n| חומצת אמינו          | Amino Acid             | יחידת בניין של חלבונים.                                                                              |\n| קוד גנטי              | Genetic Code           | מערכת הכללים המקשרת בין רצף הנוקלאוטידים לרצף חומצות האמינו.                                      |\n| ריבוזום                | Ribosome               | אברון בתא בו מתרחש תרגום.                                                                            |\n| tRNA                   | Transfer RNA           | מולקולה הנושאת חומצות אמינו לריבוזום במהלך תרגום.                                                     |\n| mRNA                   | Messenger RNA          | מולקולה הנושאת את המידע הגנטי מהגרעין לריבוזום.                                                      |\n\n## שאלות לתרגול\n\n### שאלות אמריקאיות\n1.  מהו התהליך בו פולימרים מתפרקים למונומרים תוך שימוש במולקולת מים?\n    א. דחיסה\n    ב. פילמור\n    ג. **הידרוליזה**\n    ד. שעתוק\n\n    **תשובה:** ג. הידרוליזה היא התהליך בו מולקולת מים משמשת לשבירת הקשר בין מונומרים בפולימר.\n\n2.  מהו הבסיס החנקני הייחודי ל-RNA ואינו נמצא ב-DNA?\n    א. אדנין\n    ב. גואנין\n    ג. ציטוזין\n    ד. **אורציל**\n\n    **תשובה:** ד. אורציל מחליף את תימין ב-RNA.\n\n3.  איזה מהבאים מתאר בצורה הטובה ביותר את הדוגמה המרכזית של הביולוגיה המולקולרית?\n    א. חלבון → RNA → DNA\n    ב. RNA → DNA → חלבון\n    ג. **DNA → RNA → חלבון**\n    ד. DNA → חלבון → RNA\n\n    **תשובה:** ג. הדוגמה המרכזית מתארת את זרימת המידע הגנטי מ-DNA ל-RNA לחלבון.\n\n4.  מהו האנזים העיקרי המעורב בשכפול DNA?\n    א. RNA פולימרז\n    ב. הליקאז\n    ג. ליגאז\n    ד. **DNA פולימרז**\n\n    **תשובה:** ד. DNA פולימרז אחראי על הוספת נוקלאוטידים משלימים במהלך שכפול DNA.\n\n5.  מהו המבנה התלת-ממדי של חלבון המורכב ממספר תתי-יחידות פוליפפטידיות?\n    א. מבנה ראשוני\n    ב. מבנה שניוני\n    ג. מבנה שלישוני\n    ד. **מבנה רבעוני**\n\n    **תשובה:** ד. מבנה רבעוני מתייחס לארגון של מספר שרשראות פוליפפטידיות בחלבון אחד.\n\n6.  מהו רצף שלושת הנוקלאוטידים ב-mRNA המקודד לחומצת אמינו ספציפית?\n    א. אנטי-קודון\n    ב. **קודון**\n    ג. פרומוטור\n    ד. טרמינטור\n\n    **תשובה:** ב. קודון הוא רצף של שלושה נוקלאוטידים ב-mRNA המקודד לחומצת אמינו.\n\n### שאלות קצרות\n1.  הסבר את ההבדל בין דחיסה להידרוליזה.\n    **תשובה לדוגמה:** דחיסה היא תהליך בניית פולימרים ממונומרים תוך שחרור מולקולת מים, בעוד הידרוליזה היא פירוק פולימרים למונומרים תוך שימוש במולקולת מים.\n\n2.  תאר את חוקי שרגף וכיצד הם תרמו להבנת מבנה ה-DNA.\n    **תשובה לדוגמה:** חוקי שרגף קובעים שכמות האדנין שווה לכמות התימין, וכמות הגואנין שווה לכמות הציטוזין. חוקים אלו רמזו על זיווג הבסיסים הספציפי ב-DNA, שהוביל לגילוי מבנה הסליל הכפול.\n\n3.  הסבר את תפקיד הריבוזומים בתהליך התרגום.\n    **תשובה לדוגמה:** הריבוזומים הם אברונים בתא המבצעים את תהליך התרגום. הם קושרים mRNA, מזהים את קודוני ההתחלה, קוראים את הקוד הגנטי ומחברים חומצות אמינו ליצירת חלבון.\n\n### שאלת חשיבה\nתאר כיצד מוטציה ברצף ה-DNA יכולה להשפיע על מבנה ותפקוד החלבון, וכיצד זה יכול להוביל למחלה.\n**קווים מנחים לתשובה:**\n*   התחל בהסבר כיצד רצף ה-DNA קובע את רצף ה-mRNA.\n*   הסבר כיצד מוטציה ברצף ה-DNA יכולה לשנות את רצף ה-mRNA.\n*   תאר כיצד שינוי ברצף ה-mRNA יכול להוביל לשינוי ברצף חומצות האמינו בחלבון (מוטציה נקודתית, חסר, תוספת).\n*   הסבר כיצד שינוי ברצף חומצות האמינו יכול להשפיע על קיפול החלבון והמבנה התלת-ממדי שלו.\n*   הסבר כיצד שינוי במבנה החלבון יכול להשפיע על תפקודו.\n*   ספק דוגמה למחלה הנגרמת על ידי מוטציה בגן מסוים, והסבר את המנגנון שבו המוטציה גורמת למחלה (למשל, אנמיה חרמשית).\n",
  "word_count": 2358,
  "edit_notes": [
    "תוקנו רווחים ושורות ריקות עודפות"
  ],
  "quality_score": 0.82
}