{
  "chapter_id": "03_draft",
  "title": "פרק 03: נגיפים – מבנה, סיווג ושכפול",
  "content_md": "# פרק 03: נגיפים – מבנה, סיווג ושכפול\n\n## מטרות למידה\n- להבחין בין מחלות מדבקות ללא מדבקות\n- להבין את העיקרים של קוך לזיהוי פתוגנים\n- להגדיר מהו נגיף ומאפייניו כטפיל מוחלט\n- לתאר את מבנה הנגיף: גנום, קופסית ומעטפת\n- להסביר את שיטת סיווג בולטימור\n- לתאר את שלבי מחזור החיים הנגיפי\n\n## מפת דרכים\nבפרק זה נבחן מה קורה כשהבריאות מתערערת. נתחיל בסקירת סוגי המחלות וכיצד המדע מזהה את הגורמים להן, ונעבור להכיר את הנגיפים – הטפילים המושלמים.\n\n## מחלות מדבקות ולא מדבקות\nבריאות היא מצב של תפקוד פיזיולוגי תקין. כאשר תפקוד זה משתבש, אנו חווים מחלה. מחלות ניתנות לחלוקה גסה לשתי קטגוריות עיקריות: מחלות לא מדבקות ומחלות מדבקות.\n\n### מחלות לא מדבקות (Non-Communicable Diseases - NCDs)\n**מחלות לא מדבקות (Non-Communicable Diseases - NCDs)** הן מחלות כרוניות שמתפתחות לאורך זמן ואינן נגרמות על ידי פתוגנים מדבקים. דוגמאות נפוצות כוללות מחלות לב וכלי דם, סרטן, סוכרת ומחלות ריאה כרוניות. מחלות אלה מהוות את גורם המוות העיקרי בעולם, כאשר גורמי סיכון רבים קשורים לאורח חיים, כגון תזונה לקויה, חוסר פעילות גופנית, עישון וצריכת אלכוהול מופרזת. הצטברות של חלבונים פגומים בתאים, לדוגמה, עלולה להוביל למחלות כמו סרטן. מערכת היוביקוויטין-פרוטאוזום אחראית על זיהוי וסילוק של חלבונים אלה, ובכך מונעת הצטברות מזיקה.\n\n### מחלות מדבקות (Communicable Diseases)\n**מחלות מדבקות (Communicable Diseases)** נגרמות על ידי **פתוגנים (Pathogens)** – אורגניזמים מיקרוסקופיים, כגון חיידקים, פטריות, טפילים ונגיפים, המסוגלים לפלוש לגוף המארח ולגרום למחלה. פתוגנים מתרבים בתוך המארח, משבשים את התפקוד התקין וגורמים לתסמינים שונים. מחלות מדבקות יכולות להתפשט מאדם לאדם באמצעות מגע ישיר, דרך האוויר, באמצעות וקטורים (כגון יתושים) או באמצעות חשיפה למשטחים מזוהמים.\n\n## העיקרים של קוך\nבסוף המאה ה-19, כאשר המדע היה בחיתוליו, זיהוי הגורם למחלה מדבקת לא היה מובן מאליו. **רוברט קוך (Robert Koch)**, מחלוצי הבקטריולוגיה, פיתח סדרה של קריטריונים המכונים **העיקרים של קוך (Koch's postulates)**, שמטרתם לבסס קשר סיבתי בין מיקרואורגניזם ספציפי למחלה מסוימת. עיקרים אלו הם:\n\n1.  **הפתוגן חייב להימצא בשפע בכל מקרה של המחלה:** יש לזהות את המיקרואורגניזם החשוד בכל החולים הסובלים מהמחלה.\n2.  **יש לבודד את הפתוגן ולגדל אותו בתרבית טהורה:** יש לבודד את המיקרואורגניזם ולגדל אותו במעבדה בתנאים סטריליים, כך שיהיה מבודד מחיידקים או מיקרואורגניזמים אחרים.\n3.  **המחלה המקורית חייבת להשתחזר במארח בריא באמצעות התרבית הטהורה:** כאשר מחדירים את התרבית הטהורה למארח בריא, הוא חייב לפתח את אותה המחלה.\n4.  **יש לבודד את אותו הפתוגן מהמארח שהודבק בניסוי:** יש לבודד מחדש את המיקרואורגניזם מהמארח שהודבק בניסוי ולוודא שהוא זהה לפתוגן המקורי.\n\nהעיקרים של קוך היוו פריצת דרך בתחום המיקרוביולוגיה וסייעו בזיהוי גורמים למחלות רבות, ביניהן שחפת וכולרה. עם זאת, יש לציין כי לא תמיד ניתן ליישם את העיקרים של קוך במלואם, במיוחד כאשר מדובר בנגיפים או במחלות שבהן אין מודל חיה מתאים.\n\n### תרביות תאים\nאחד האתגרים המרכזיים ביישום העיקרים של קוך הוא גידול הפתוגן בתרבית טהורה. עבור חיידקים, ניתן לגדל אותם בקלות יחסית על גבי מצעי מזון שונים. עם זאת, עבור נגיפים, שהם טפילים מוחלטים, יש צורך בתאים חיים כדי לאפשר את שכפולם. פריצת דרך משמעותית בתחום הווירולוגיה הייתה פיתוח **תרביות תאים (Cell cultures)**. תרביות תאים מאפשרות לגדל תאים שמקורם באורגניזמים רב-תאיים, כגון בעלי חיים, בתנאי מעבדה מבוקרים.\n\nניתן לגדל תאים בצלחות פטרי או בבקבוקוני תרבית מיוחדים, תוך שימוש במצע גידול עשיר בחומרים מזינים וגורמי גדילה. התאים הנפוצים ביותר בשימוש הם **קווי תאים (Cell lines)**, שהם תאים שהסתגלו לתנאי הגידול המיוחדים במשך שנים רבות. קווי תאים יכולים להיות ממקורות שונים, כגון צמחים, חרקים, עכברים, קופים ואפילו בני אדם. קו התאים המפורסם ביותר הוא **תאי הילה (HeLa cells)**, שמקורם בסרטן צוואר הרחם שנלקח מהנרייטה לאקס בשנת 1951.\n\nבתרבית, תאים גדלים ויוצרים שכבה יחידה ורציפה של תאים הנקראת **חד-שכבה (Monolayer)**. כאשר תאים בחד-שכבה נוגעים זה בזה, הם מפסיקים להתחלק, תהליך הנקרא **עיכוב במגע (Contact inhibition)**. כאשר תאים בתרבית נדבקים בנגיפים, הנגיפים יכולים להשפיע על האופן שבו התאים ממשיכים לגדול. דפוסים של צמיחה חריגה נקראים **אפקט ציטופתי המושרה בידי נגיפים (Cytopathic effect - CPE)**. אפקט ציטופתי אחד הוא איחוי של תאים נגועים ליצירת תא ענק בעל גרעינים מרובים הנקרא **סינסיטיום (Syncytium)**.\n\nתרביות תאים חיוניות למחקר וירולוגי, מכיוון שהן מאפשרות לחקור את מחזור החיים של הנגיפים, את מנגנוני הפתוגניות שלהם ולפתח חיסונים ותרופות אנטי-ויראליות.\n\n## מהו נגיף?\n**נגיף (Virus)** הוא חלקיק זעיר ביותר, קטן בהרבה מחיידקים, המהווה טפיל מוחלט. נגיפים אינם מסוגלים להתרבות בכוחות עצמם וזקוקים לתא מארח חי כדי לשכפל את עצמם. הם פולשים לתאים, משתלטים על מנגנוני התא ומכריחים אותו לייצר עותקים נוספים של הנגיף.\n\n### מאפייני הנגיף\n*   **גודל:** נגיפים קטנים בהרבה מחיידקים. גודלם נע בין 20 ל-300 ננומטר.\n*   **חומצות גרעין:** נגיפים מכילים חומצת גרעין אחת בלבד: DNA או RNA, אך לא את שתיהן.\n*   **קופסית (Capsid):** חומצת הגרעין הנגיפית עטופה במעטפת חלבונית הנקראת קופסית, המורכבת מיחידות חלבון קטנות הנקראות **קפסומרים (Capsomeres)**. הקופסית מגנה על החומר הגנטי של הנגיף ומסייעת לו להיקשר לתאי המארח.\n*   **מעטפת (Envelope):** לחלק מהנגיפים יש מעטפת ליפידית חיצונית שמקורה בממברנת התא המארח. מעטפת זו מכילה חלבונים נגיפיים המאפשרים לנגיף להיקשר לתאים חדשים. נגיפים עם מעטפת נקראים **נגיפים עטופים (Enveloped viruses)**, ואילו נגיפים ללא מעטפת נקראים **נגיפים ערומים (Naked viruses)**.\n*   **טפילות מוחלטת:** נגיפים אינם יכולים להתרבות בכוחות עצמם וזקוקים לתא מארח כדי לשכפל את עצמם.\n*   **מארח ספציפי:** כל נגיף נוטה להדביק סוג מארח ספציפי, כגון בעלי חיים, צמחים, פטריות או חיידקים. בנוסף, לכל נגיף יש **טרופיזם (Tropism)** – העדפה להדביק תאים מסוימים בתוך המארח.\n\n### מבנה הנגיף\nמבנה הנגיף הוא פשוט יחסית, אך יעיל ביותר. הוא מורכב משלושה מרכיבים עיקריים:\n\n1.  **גנום (Genome):** הגנום הנגיפי מכיל את המידע הגנטי הדרוש לשכפול הנגיף. הוא יכול להיות מורכב מ-DNA או RNA, חד-גדילי או דו-גדילי, ליניארי או מעגלי. גודל הגנום משתנה מנגיף לנגיף.\n2.  **קופסית (Capsid):** הקופסית היא מעטפת חלבונית המגנה על הגנום הנגיפי. היא מורכבת מיחידות חלבון קטנות הנקראות קפסומרים, המסודרות בצורה סימטרית ליצירת מבנה יציב. צורת הקופסית יכולה להיות כדורית (איקוזהדרלית), סלילית או מורכבת.\n3.  **מעטפת (Envelope):** לחלק מהנגיפים יש מעטפת ליפידית חיצונית שמקורה בממברנת התא המארח. המעטפת מכילה חלבונים נגיפיים, כולל **חלבון ספייק (Spike protein)**, המאפשרים לנגיף להיקשר לתאים חדשים.\n\n## סיווג בולטימור\nסיווג הנגיפים הוא משימה מורכבת, מכיוון שהם מגוונים מאוד במבנה, בגנום ובאסטרטגיות השכפול שלהם. **דיוויד בולטימור (David Baltimore)**, זוכה פרס נובל, הציע שיטת סיווג המבוססת על סוג חומצת הגרעין הנגיפית (DNA או RNA) ועל מנגנון ייצור ה-mRNA. שיטת סיווג זו מחלקת את הנגיפים לשבע קבוצות:\n\n1.  **נגיפי DNA דו-גדילי (dsDNA viruses):** נגיפים אלה משתמשים במנגנוני התא המארח כדי לשעתק את ה-DNA שלהם ולייצר mRNA. דוגמאות: אדנווירוסים, הרפסווירוסים, פוקסווירוסים.\n2.  **נגיפי DNA חד-גדילי (ssDNA viruses):** נגיפים אלה משכפלים את ה-DNA שלהם ל-DNA דו-גדילי, המשמש כתבנית לייצור mRNA. דוגמאות: פרווירוסים.\n3.  **נגיפי RNA דו-גדילי (dsRNA viruses):** נגיפים אלה משתמשים ב-RNA פולימראז נגיפי כדי לשעתק את ה-RNA שלהם ולייצר mRNA. דוגמאות: ריאווירוסים.\n4.  **נגיפי RNA חד-גדילי חיובי (+ssRNA viruses):** הגנום הנגיפי יכול לשמש ישירות כ-mRNA לייצור חלבונים. דוגמאות: פיקורנאוירוסים, פלאוויוירוסים.\n5.  **נגיפי RNA חד-גדילי שלילי (-ssRNA viruses):** הגנום הנגיפי חייב להשתעתק ל-mRNA על ידי RNA פולימראז נגיפי. דוגמאות: אורתומיקסווירוסים, פרמיקסווירוסים, רבדווירוסים.\n6.  **נגיפי רטרו-וירוס (Retroviruses):** נגיפים אלה משתמשים באנזים הנקרא **רוורס טרנסקריפטאז (Reverse transcriptase)** כדי לשעתק את ה-RNA שלהם ל-DNA, אשר משתלב בגנום התא המארח. דוגמאות: HIV.\n7.  **נגיפי DNA דו-גדילי עם שלב ביניים של רוורס טרנסקריפטאז (dsDNA-RT viruses):** נגיפים אלה משתמשים ברוורס טרנסקריפטאז כדי לשעתק את ה-DNA שלהם מ-RNA ביניים. דוגמאות: הפדנאוירוסים (נגיפי הפטיטיס B).\n\n## מחזור החיים הנגיפי\nמחזור החיים הנגיפי הוא תהליך מורכב הכולל מספר שלבים:\n\n1.  **היקשרות (Attachment):** הנגיף נקשר לתא המארח באמצעות אינטראקציה בין חלבון ספייק נגיפי לבין קולטן ספציפי על פני התא.\n2.  **חדירה (Entry):** הנגיף חודר לתא המארח באמצעות מנגנונים שונים, כגון איחוי של המעטפת הנגיפית עם ממברנת התא, אנדוציטוזה או הזרקת החומר הגנטי לתוך התא.\n3.  **שחרור הגנום (Uncoating):** הקופסית הנגיפית מתפרקת ומשחררת את הגנום הנגיפי לתוך הציטופלזמה של התא.\n4.  **שכפול (Replication):** הגנום הנגיפי משוכפל באמצעות מנגנונים שונים, בהתאם לסוג הנגיף.\n5.  **ייצור חלבונים (Protein synthesis):** הגנום הנגיפי משמש כתבנית לייצור חלבונים נגיפיים, כולל חלבונים מבניים ואנזימים הדרושים לשכפול הנגיף.\n6.  **הרכבה (Assembly):** חלקיקי הנגיף החדשים מורכבים מחומצות גרעין וחלבונים נגיפיים.\n7.  **שחרור (Release):** הנגיפים החדשים משתחררים מהתא המארח באמצעות מנגנונים שונים, כגון ליזיס (פיצוץ התא) או ניצול (Budding).\n\n## טעויות נפוצות ומלכודות\n1.  **\"נגיפים הם אורגניזמים חיים\":** נגיפים אינם נחשבים לאורגניזמים חיים במלוא מובן המילה, מכיוון שהם אינם מסוגלים להתרבות בכוחות עצמם וזקוקים לתא מארח. נכון יותר להתייחס אליהם כחלקיקים מדבקים או טפילים מוחלטים.\n2.  **\"לכל הנגיפים יש מעטפת\":** לא כל הנגיפים עטופים במעטפת ליפידית. נגיפים ערומים חסרים מעטפת, והקופסית שלהם היא המעטפת החיצונית ביותר.\n3.  **\"נגיפים מדביקים רק בני אדם\":** נגיפים יכולים להדביק כמעט כל צורת חיים על פני כדור הארץ, כולל בעלי חיים, צמחים, פטריות וחיידקים.\n4.  **\"כל הנגיפים גורמים למחלות קשות\":** בעוד שנגיפים רבים גורמים למחלות, חלקם יכולים להיות אסימפטומטיים או לגרום למחלות קלות בלבד. בנוסף, חלק מהנגיפים משמשים לטיפול במחלות אחרות, כגון סרטן.\n5.  **\"סיווג בולטימור הוא הסיווג היחיד של נגיפים\":** סיווג בולטימור הוא שיטת סיווג נפוצה, אך קיימות שיטות סיווג נוספות המבוססות על מאפיינים אחרים, כגון מבנה הנגיף, מארח או תסמינים קליניים.\n\n## סיכום מהיר (High-Yield)\n*   מחלות מדבקות נגרמות על ידי פתוגנים, כגון חיידקים, פטריות, טפילים ונגיפים.\n*   העיקרים של קוך מספקים קריטריונים לזיהוי פתוגנים מחוללי מחלה.\n*   נגיף הוא חלקיק זעיר המהווה טפיל מוחלט וזקוק לתא מארח כדי להתרבות.\n*   נגיפים מכילים DNA או RNA, אך לא את שניהם, עטופים בקופסית חלבונית.\n*   לחלק מהנגיפים יש מעטפת ליפידית חיצונית שמקורה בממברנת התא המארח.\n*   חלבון ספייק נגיפי מאפשר לנגיף להיקשר לקולטן ספציפי על פני תא המארח.\n*   סיווג בולטימור מחלק את הנגיפים לשבע קבוצות על פי סוג חומצת הגרעין ומנגנון ייצור ה-mRNA.\n*   מחזור החיים הנגיפי כולל היקשרות, חדירה, שחרור הגנום, שכפול, ייצור חלבונים, הרכבה ושחרור.\n*   תרביות תאים חיוניות למחקר וירולוגי ומאפשרות לחקור את מחזור החיים של הנגיפים ולפתח חיסונים ותרופות אנטי-ויראליות.\n*   נגיפים יכולים להיות עטופים או ערומים.\n*   הגנום הנגיפי יכול להיות חד גדילי או דו גדילי.\n*   נגיפים הם בעלי טרופיזם – העדפה להדביק תאים ספציפיים בתוך המארח.\n\n## מושגי מפתח\n\n| מונח עברי        | מונח אנגלי             | הגדרה קצרה                                                                                                         |\n|-------------------|--------------------------|--------------------------------------------------------------------------------------------------------------------|\n| מחלה לא מדבקת   | Non-Communicable Disease | מחלה כרונית שאינה נגרמת על ידי פתוגן מדבק.                                                                     |\n| מחלה מדבקת     | Communicable Disease     | מחלה הנגרמת על ידי פתוגן מדבק ויכולה להתפשט מאדם לאדם.                                                            |\n| פתוגן            | Pathogen                 | אורגניזם מיקרוסקופי הגורם למחלה.                                                                                   |\n| העיקרים של קוך | Koch's Postulates        | סדרת קריטריונים לבסס קשר סיבתי בין מיקרואורגניזם ספציפי למחלה מסוימת.                                         |\n| תרבית תאים     | Cell Culture             | גידול תאים שמקורם באורגניזמים רב-תאיים בתנאי מעבדה מבוקרים.                                                        |\n| נגיף             | Virus                    | חלקיק זעיר ביותר המהווה טפיל מוחלט וזקוק לתא מארח כדי להתרבות.                                                     |\n| קופסית           | Capsid                   | מעטפת חלבונית המגנה על הגנום הנגיפי.                                                                                |\n| מעטפת           | Envelope                 | מעטפת ליפידית חיצונית המקיפה חלק מהנגיפים.                                                                        |\n| חלבון ספייק     | Spike Protein            | חלבון על פני הנגיף המאפשר לו להיקשר לתא המארח.                                                                       |\n| סיווג בולטימור   | Baltimore Classification  | שיטת סיווג נגיפים המבוססת על סוג חומצת הגרעין ומנגנון ייצור ה-mRNA.                                                  |\n| רוורס טרנסקריפטאז | Reverse Transcriptase    | אנזים המשמש לשעתוק RNA ל-DNA.                                                                                       |\n\n## שאלות לתרגול\n\n### שאלות אמריקאיות\n1.  איזו מהמחלות הבאות אינה מחלה מדבקת?\n    א. שפעת\n    ב. איידס\n    ג. סוכרת\n    ד. דלקת ריאות\n    **תשובה:** ג. סוכרת. סוכרת היא מחלה כרונית שאינה נגרמת על ידי פתוגן מדבק.\n    **רציונל:** שפעת, איידס ודלקת ריאות עלולות להיגרם על ידי פתוגנים מדבקים (נגיפים או חיידקים). סוכרת היא מחלה מטבולית שאינה מדבקת.\n\n2.  איזה מהבאים אינו אחד מהעיקרים של קוך?\n    א. הפתוגן חייב להימצא בשפע בכל מקרה של המחלה.\n    ב. יש לבודד את הפתוגן ולגדל אותו בתרבית טהורה.\n    ג. יש לפתח חיסון יעיל נגד הפתוגן.\n    ד. המחלה המקורית חייבת להשתחזר במארח בריא באמצעות התרבית הטהורה.\n    **תשובה:** ג. יש לפתח חיסון יעיל נגד הפתוגן.\n    **רציונל:** פיתוח חיסון אינו חלק מהקריטריונים המקוריים של קוך.\n\n3.  מהו המבנה העיקרי המגן על הגנום הנגיפי?\n    א. מעטפת\n    ב. קופסית\n    ג. ריבוזום\n    ד. ממברנה\n    **תשובה:** ב. קופסית.\n    **רציונל:** הקופסית היא מעטפת חלבונית המגנה על הגנום הנגיפי.\n\n4.  איזו קבוצה של נגיפים משתמשת באנזים רוורס טרנסקריפטאז כדי לשעתק את ה-RNA שלהם ל-DNA?\n    א. נגיפי DNA דו-גדילי\n    ב. נגיפי RNA דו-גדילי\n    ג. נגיפי רטרו-וירוס\n    ד. נגיפי RNA חד-גדילי חיובי\n    **תשובה:** ג. נגיפי רטרו-וירוס.\n    **רציונל:** רטרו-וירוסים משתמשים ברוורס טרנסקריפטאז כדי לשעתק את ה-RNA שלהם ל-DNA, אשר משתלב בגנום התא המארח.\n\n5.  מהו התהליך שבו תאים נגועים מתאחים ליצירת תא ענק בעל גרעינים מרובים?\n    א. ליזיס\n    ב. ניצול\n    ג. סינסיטיום\n    ד. אנדוציטוזה\n    **תשובה:** ג. סינסיטיום.\n    **רציונל:** סינסיטיום הוא תא ענק בעל גרעינים מרובים הנוצר מאיחוי של תאים נגועים.\n\n6. מהו חלבון המאפשר לנגיף להיקשר לקולטן ספציפי על פני תא המארח?\n    א. קפסומר\n    ב. ליפיד\n    ג. חלבון ספייק\n    ד. ריבוזום\n    **תשובה:** ג. חלבון ספייק\n    **רציונל:** חלבון הספייק הוא חלבון על פני הנגיף המאפשר לו להיקשר לתא המארח.\n\n### שאלות קצרות\n1.  הסבר את ההבדל בין נגיף עטוף לנגיף ערום.\n    **תשובה לדוגמה:** נגיף עטוף מכוסה במעטפת ליפידית שמקורה בממברנת התא המארח, בעוד שנגיף ערום חסר מעטפת.\n\n2.  תאר את השלבים העיקריים במחזור החיים הנגיפי.\n    **תשובה לדוגמה:** השלבים העיקריים הם היקשרות, חדירה, שחרור הגנום, שכפול, ייצור חלבונים, הרכבה ושחרור.\n\n3.  מהם היתרונות של שימוש בתרביות תאים במחקר וירולוגי?\n    **תשובה לדוגמה:** תרביות תאים מאפשרות לחקור את מחזור החיים של הנגיפים, את מנגנוני הפתוגניות שלהם ולפתח חיסונים ותרופות אנטי-ויראליות בתנאי מעבדה מבוקרים.\n\n### שאלת חשיבה\nתאר כיצד ניתן להשתמש בעיקרים של קוך כדי לקבוע אם נגיף חדש הוא הגורם למחלה לא ידועה. אילו אתגרים עשויים להתעורר ביישום העיקרים של קוך במקרה זה?\n\n**קווים מנחים לתשובה:**\n*   יש לבודד את הנגיף מהחולים הסובלים מהמחלה.\n*   יש לגדל את הנגיף בתרבית תאים טהורה.\n*   יש להדביק חיה מודל בריאה בנגיף ולראות אם היא מפתחת את אותה המחלה.\n*   יש לבודד מחדש את הנגיף מחיית המודל שהודבקה.\n*   אתגרים אפשריים כוללים היעדר מודל חיה מתאים, קושי בגידול הנגיף בתרבית תאים והיעדר תסמינים גלויים במארח.\n",
  "word_count": 2212,
  "edit_notes": [
    "תוקנו רווחים ושורות ריקות עודפות"
  ],
  "quality_score": 0.82
}